Repository: common-repository/setup-of-roles
Catalog: languages/setup-of-roles-*.po
Languages: ru_ru

source: Success! Your changes were successfully saved!
ru_ru: Ваши изменения были успешно сохранены!

source: The role "%s" already exists.
ru_ru: Роль "%s" уже существует.

source: Success! The new role was successfully added!
ru_ru: Новая роль успешно добавлена!

source: The role the role "administrator" can't be deleted.
ru_ru: Роль "administrator" не может быть удалена.

source: Success! The role was successfully deleted!
ru_ru: Роль успешно удалена!

source: Setup of roles
ru_ru: Настройка прав пользователей

source: New role:
ru_ru: Новая роль:

source: the name of a role shall consist of 5 or more lowercase Latin letters and digits
ru_ru: имя роли должно состоять из 5 или больше строчных латинских букв и цифр

source: Display name:
ru_ru: Отображаемое имя:

source: the displayed name shall consist of 5 or more Latin letters and digits
ru_ru: отображаемое имя должно состоять из 5 или больше латинских букв и цифр

source: Add role
ru_ru: Добавить роль

source: Are you sure you want to delete this role?
ru_ru: Вы уверены, что хотите удалить эту роль?

source: Submit
ru_ru: Сохранить
